"""Константные строковые значения для пользователя"""

cpt_tuner = 'Нота Ля первой октавы (440Hz)'
not_found_chord = 'В нашей базе нет такого аккорда'
description = 'Для получения информации о боте воспользуйтесь командой /help'
hello = 'Здравствуйте, '
help_description = 'Описание'  # Изменить!
tutorial = """ Возможные команды:
/tuning
/tuning_uku
/parts
"""
tuning = """Стандартный строй гитары:
1 струна (самая тонкая) - E (Ми)
2 струна - B (Си)
3 струна - G (Соль)
4 струна - D (Ре)
5 струна - A (Ля)
6 струна - E (Ми) 
Настройка гитары (ОСТОРОЖНО! ОЧЕНЬ СЛОЖНО, НЕ ВЕРЬТЕ НАЗВАНИЮ)
Первый шаг - настроить 1-ую струну:
Зажимаем первую струну на пятом ладу (1 струна, зажатая на пятом ладу должна исполнять ноту ЛЯ (номера ладов считаются от головы грифа)) и извлекаем из нее звук, он должен быть в унисон (одинаково звучать) с камертоном (/tuner). 
Второй шаг - вторая струна:
Будем настраивать по открытой первой струне. Зажимаем вторую струну на пятом ладу и щипаем открытую первую и зажатую вторую струны одновременно или поочередно, подтягивая вторую, пока они не будут звучать в унисон (одинаково).
Третий шаг - третья струна (неожиданно):
Будем ее настраивать по второй открытой. Зажимаем третью струну на четвертом ладу (все портит, остальные на пятом, мне она всегда не нравилась) и щипаем открытую вторую и зажатую третью струны одновременно или поочередно, подтягивая третью струну пока они не будут звучать в унисон (одинаково). 
Четвертый шаг - четвертая струна:
Настраивается по третьей открытой струне. Зажимаем четвертую струну на пятом ладу и повторяем описанные ранее действия с нашей струной, пока они не будут звучать в унисон (надеюсь, что Вы уже запомнили, что это значит одинаково). 
Пятый шаг - пятая струна:
Будем ее настраивать по четвертой открытой. Зажимаем пятую струну на пятом ладу и, да-да, повторяем все то же самое, что и раньше. 
Шестой шаг - угадайте какая струна:
Шестая струна - самая толстая струна. Зажимаем шестую струну на пятом ладу и повторяем все опять, день сурка.
"""
tuning_ukulele = """Стандартный строй укулеле:
1 струна (которая снизу) - A (Ля)
2 струна - E (Ми)
3 струна - С (До)
4 струна - G (Соль)
Первый шаг - первая струна:
Настройте первую струну на ноту A (Ля) при помощи камертона (/tuner) так точно, как можете.
Второй шаг - вторая струна:
Зажмите пятый лад второй струны (хммм, что-то мне это напоминает) и настройте ее звучание в соответствии со звучанием первой струны.
Третий шаг - третья струна:
4-й лад 3-й струны должен звучать так же, как и свободная 2-я струна.
Четвертый шаг - четвертая струна:
2-й лад 4-й струны должен звучать так же, как свободная 1-я струна."""
text_inline_button = 'Если такой аккорд существует, то Вы можете предложить его'
